brew "bat"
brew "bat-extras"
brew "cspell"
brew "entr"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "jq"
brew "pre-commit"
brew "reuse"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "uv"
brew "zellij"
brew "zoxide"
