brew "bat"
brew "bat-extras"
brew "entr"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "jq"
brew "prek"
brew "reuse"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "uv"
brew "zellij"
brew "zoxide"

if OS.linux?
    brew "btop"
end

if OS.mac?
    brew "bash"
    brew "mole"
    brew "podman"

    cask "1password"
    cask "1password-cli"
    cask "adguard"
    cask "font-jetbrains-mono"
    cask "font-jetbrains-mono-nerd-font"
    cask "ghostty"
    cask "readest"
    cask "transmission"
    cask "visual-studio-code"
    cask "vlc"
end
